Repository: boserup/PermissionsKit
Catalog: Sources/PermissionsKit/Resources/Localization/*.lproj/Localizable.strings
Languages: da

source: action allow
da: Fortsæt

source: action allowed
da: Tilladt

source: titles header
da: Mangler adgang

source: titles sub header
da: Anmodning om tilladelser

source: titles description
da: Disse er tilladelserne appen krlver for at virke ordentligt. Læs venligst beskrivelsen for hver tilladelse.

source: titles comment
da: Tilladelserne er påkrævet for at appen virker og opfører sig korrekt. Pushnotifikationer er ikke en påkrævet tilladelse

source: permission camera name
da: Kamera

source: permission camera description
da: Tillad appen at bruge kameraet

source: permission photoLibrary name
da: Fotobibliotek

source: permission photoLibrary description
da: Adgang til at gemme billeder i dit galleri

source: permission microphone name
da: Mikrofon

source: permission microphone description
da: Tillad lydoptagelse fra appen

source: permission calendar name
da: Kalender

source: permission calendar description
da: Appen kan tilføje begivenheder til din kalender

source: permission contacts name
da: Kontakter

source: permission contacts description
da: Adgang til dine kontakter og telefonnumre

source: permission reminders name
da: Påmindelser

source: permission reminders description
da: Appen kan oprette nye opgaver

source: permission speech name
da: Tale

source: permission speech description
da: Tillad udførsel af talegenkendelse

source: permission motion name
da: Bævægelse

source: permission motion description
da: Tillad registrering af bevægelse og miljørelaterede data

source: permission media library name
da: Mediebibliotek

source: permission media library description
da: Tillad adgang til dine medier

source: permission bluetooth name
da: Bluetooth

source: permission bluetooth description
da: Tillad adgang til bluetooth

source: permission notification name
da: Notifikation

source: permission notification description
da: Modtag vigtige opdateringer uden at åbne appen.

source: permission location when in use name
da: Mens du bruger appen

source: permission location when in use description
da: Tillad adgang til din lokation

source: permission location always name
da: Altid

source: permission location always description
da: Tillad adgang til din lokation

source: permission tracking name
da: Sporing af aktivitet

source: permission tracking description
da: Tillad adgang til app-relateret data

source: permission faceid name
da: FaceID

source: permission faceid description
da: Tillad brug af Face ID-identitet

source: permission siri name
da: Siri

source: permission siri description
da: Du vil være i stand til at bruge Siri

source: permission health name
da: Sundhed

source: permission health description
da: Tillad adgang til sundhedsdata

source: denied alert title
da: Tilladelse afvist

source: denied alert description
da: Åben venligst indstillinger, og giv tilladelse.

source: denied alert action
da: Indstillinger

source: denied alert cancel
da: Annuller

source: action denied
da: Afist
